{"game":{"appId":"32114b828b6744a0bff27f7ab6cfe0a3","name":"OUTRIDERS","capsuleUrl":"https://cdn1.epicgames.com/offer/c6e54ebd92da4ee8819c1c0956cebdc4/EGS_OUTRIDERS_PeopleCanFly_S1_2560x1440-50adab66415da3fe08471566fa3a59e6","shortDescription":"![Banner](https://cdn2.unrealengine.com/egs-outriders-peoplecanfly-g2-00-3840x1240-60d77ff1a3e5.jpg)\n\n# OUTRIDERS\n\nWith rich storytelling spanning a diverse world, you’ll leave behind the slums and shanty towns of the First City and traverse forests, mountains and desert in the pursuit of a mysterious signal.\n\nCombining intense gunplay with violent powers and an arsenal of increasingly twisted weaponry and gear-sets, OUTRIDERS offers countless hours of gameplay from one of the finest shooter developers in the industry – People Can Fly.\n\n# KEY FEATURES\n\n# A JOURNEY OF DEATH\nAs mankind bleeds out in the trenches of Enoch, you must journey across the hostile alien planet in the pursuit of a mysterious signal that could save what’s left of humanity. Should you survive, the powerful Ereshkigal will be your ultimate test.\n\n# FOUR UNIQUE CLASSES\nChoose from four distinct classes, each with its own unique abilities to define your personal playstyle. Assassinate your enemies as the Trickster, incinerate them as the Pyromancer, punish them up close as the Devastator, or engage them at range as the Technomancer, master of heavy ordinance.\n \n# LOOK AND FEEL LEGENDARY\nEquip yourself with twisted guns and gear with unique savage sci-fi designs made from heavy, brutal metal and feral organic materials.  And transmog your appearance effortlessly to any piece of gear you've collected.\n\n# DEADLY BUILDCRAFTING\nDiscover countless builds to crush your enemies in new and unique ways. Fine-tune your loadout with hundreds of mods across your guns and gear, multiple class-based skill trees, and attribute points. Once your build is perfected, you can turn up the heat by increasing the world tier to face harder enemies and receive better loot.\n \n# APOCALYPTIC ENDGAME \nPut your skills to the test in Expeditions: 18 hand-crafted endgame levels featuring unique mechanics and challenges. And even greater horrors await in The Trial of Tarya Gratar, an intense dungeon crawl with brutal bosses.","genres":"RPG","categories":"멀티플레이어, 컨트롤러 지원, 클라우드 저장","tags":null,"developers":"People Can Fly","publishers":"Square Enix","releaseStatus":"RELEASED","releaseDate":"2021-04-15T16:00:00.000Z","releaseDateRaw":"2021-04-15T16:00:00.000Z","storeUrl":"https://store.epicgames.com/p/outriders","slug":"outriders"},"latest":{"currency":"KRW","price":932000,"basePrice":2330000,"discountPercent":60,"discountEnd":"2026-02-10T16:00:00.000Z","recordedAt":"2026-02-08T07:54:54.325Z"},"history":[{"recordedAt":"2026-02-05T16:06:52.782Z","price":932000},{"recordedAt":"2026-02-05T23:50:42.110Z","price":932000},{"recordedAt":"2026-02-07T07:50:34.677Z","price":932000},{"recordedAt":"2026-02-07T15:48:17.915Z","price":932000},{"recordedAt":"2026-02-07T23:57:24.001Z","price":932000},{"recordedAt":"2026-02-08T07:54:54.325Z","price":932000}]}