{"game":{"appId":"55140cb3539c42518819d200828dd416","name":"FINAL FANTASY VII REBIRTH","capsuleUrl":"https://cdn1.epicgames.com/offer/e9a679451d094c1ba3d008b6a01adec5/EGS_FINALFANTASYVIIREBIRTH_SquareEnix_S1_2560x1440-e254f978084058f898118dc49728d04c","shortDescription":"# ■ Save data bonus\n\nCustomers who have save data from the different components of FINAL FANTASY VII REMAKE INTERGRADE can claim the following bonus items:\n\n• Save data from the FINAL FANTASY VII REMAKE INTERGRADE main story:\n“Leviathan” summoning materia\n• Save data from FINAL FANTASY VII REMAKE INTERGRADE INTERmission:\n“Ramuh” summoning materia\n\n\\* To obtain these items, the relevant save data must be present on the same PC that FINAL FANTASY VII REBIRTH is played on.\n\\* To obtain these items, the same account that was used to play FINAL FANTASY VII REMAKE INTERGRADE must be used to play FINAL FANTASY VII REBIRTH.\n\n# ■ Content included in this product\n\n• FINAL FANTASY VII REBIRTH\n• Summon materia: Posh Chocobo\n\n# ■ Story\n\nThe lifestream forms the very cycle of existence, with all life born from the planet and all returning to its embrace. However, the sinister Shinra Electric Power Company extracts this vital life energy, spending it liberally as a fuel source called “mako”.\n\nAfter a ferocious battle, Ex-SOLDIER Cloud Strife and his companions Tifa, Aerith, Barret and Red XIII escape the mako-powered city of Midgar to step out into the wide world. A journey across the planet begins - riding Chocobos across vast and trackless plains, visiting many familiar places in pursuit of the fallen hero Sephiroth, and the chase culminating in the party’s journey to “The Forgotten Capital” from the original FINAL FANTASY VII.\n\nAt the same time, SOLDIER 1st class Zack Fair drags his battered body across the wastelands leading into Midgar, supporting his dear friend who is delirious from severe mako poisoning. Beyond the boundary between life and death, he sees an ominous rift spreading across the heavens.\n\nThe Shinra Resistance Committee, a rising power led by the acting government of Wutai, declares war. \n\nA group of mysterious figures veiled in dark black cloaks carry the remains of Jenova, the “Calamity from the Sky”, to ends unknown.\n\nSensing the planet’s encroaching crisis, the ancient guardians known as Weapons begin to awaken within the lifestream itself.\n\nAll while the machinations of Cloud’s sworn enemy, Sephiroth, cause countless fates to collide and entwine, and lo, destiny itself will be reborn again.\n\n![image2](https://cdn2.unrealengine.com/egs-finalfantasyviirebirth-squareenix-g2-01-1920x1080-3b8de268ab99.jpg)\n\n# The FINAL FANTASY VII remake trilogy\n\nThe FINAL FANTASY VII remake project uses the latest technology to bring FINAL FANTASY VII, the legendary RPG that enchanted the world, to a new generation and allows fans to experience the famed story reimagined.\n\nThe first game in the trilogy, FINAL FANTASY VII REMAKE, was released in 2020, achieving critical acclaim across the globe and shipping more than seven million units worldwide. Now, the second game, FINAL FANTASY VII REBIRTH, returns to tell the story at the core of the trilogy and has already achieved critical acclaim.\n\n![image3](https://cdn2.unrealengine.com/egs-finalfantasyviirebirth-squareenix-g2-02-1920x1080-ebd1f156026d.jpg)","genres":"액션, RPG, 1인칭","categories":"멀티플레이어","tags":null,"developers":"Square Enix","publishers":"Square Enix","releaseStatus":"RELEASED","releaseDate":"2025-01-23T14:00:00.000Z","releaseDateRaw":"2025-01-23T14:00:00.000Z","storeUrl":"https://store.epicgames.com/p/final-fantasy-vii-rebirth","slug":"final-fantasy-vii-rebirth"},"latest":{"currency":"KRW","price":3990000,"basePrice":7980000,"discountPercent":50,"discountEnd":"2026-02-10T16:00:00.000Z","recordedAt":"2026-02-06T16:04:18.368Z"},"history":[{"recordedAt":"2026-01-30T07:59:03.158Z","price":7980000},{"recordedAt":"2026-01-30T15:58:55.884Z","price":7980000},{"recordedAt":"2026-01-30T23:50:46.086Z","price":7980000},{"recordedAt":"2026-01-31T07:47:45.999Z","price":7980000},{"recordedAt":"2026-01-31T15:46:29.163Z","price":7980000},{"recordedAt":"2026-01-31T23:47:55.390Z","price":7980000},{"recordedAt":"2026-02-01T07:54:29.680Z","price":7980000},{"recordedAt":"2026-02-01T15:48:49.980Z","price":7980000},{"recordedAt":"2026-02-01T23:49:58.234Z","price":7980000},{"recordedAt":"2026-02-02T08:02:04.868Z","price":7980000},{"recordedAt":"2026-02-02T15:58:56.074Z","price":7980000},{"recordedAt":"2026-02-02T23:53:52.454Z","price":7980000},{"recordedAt":"2026-02-04T08:01:48.687Z","price":3990000},{"recordedAt":"2026-02-04T16:08:08.880Z","price":3990000},{"recordedAt":"2026-02-04T23:53:03.874Z","price":3990000},{"recordedAt":"2026-02-05T08:02:40.955Z","price":3990000},{"recordedAt":"2026-02-05T16:06:52.782Z","price":3990000},{"recordedAt":"2026-02-05T23:50:42.110Z","price":3990000},{"recordedAt":"2026-02-06T08:01:17.421Z","price":3990000},{"recordedAt":"2026-02-06T16:04:18.368Z","price":3990000}]}