{"game":{"appId":"7b0d120a875547e9bec70192ddcc96e2","name":"theHunter: Call of the Wild™","capsuleUrl":"https://cdn1.epicgames.com/salesEvent/salesEvent/EGS_theHunterCalloftheWild_ExpansiveWorlds_S1_2560x1440-69120885e0b3acfb87f34ac0bad68ec6","shortDescription":"# theHunter: Call of the Wild™ - Silver Bundle\n\ntheHunter: Call of the Wild Silver Bundle은 가장 몰입감 넘치는 사냥 경험을 제공합니다. 다양한 생명으로 가득한 아름다운 오픈 월드의 세계에 빠져보세요. 수상 경력에 빛나는 Apex 기술로 258제곱킬로미터에 달하는 세계의 세세한 부분까지 창조되었습니다. \n\n기존 theHunter: Call of the Wild 콘텐츠에 더해, Silver Bundle은 얼어붙은 Medved-Taiga 보호 구역과 Vurhonga Savanna 보호 구역을 포함합니다. 전지형 차량으로 보호 구역을 탐험하고, 텐트와 위장 초소를 사용해 야생에서 캠핑하고, 광범위한 특수 무기 중에서 선택해 보세요. \n\n# 주요 특징: 광활한 오픈 월드와 만나보세요. 걷거나 ATV를 타고 탐험하세요.\n\n탁 트인 농장과 울창한 숲에서 얼어붙은 툰드라와 사바나에 이르기까지 258제곱킬로미터에 달하는 다양한 지형의 세계를 탐험하세요. theHunter: Call of the Wild의 광활한 세계는 뚜렷이 구분되는 사냥 보호 구역으로 나뉘며, 각각은 놀랍고 기억할 만한 순간들로 가득합니다.\n\n지역 주민들로부터 미션과 챌린지를 받거나, 익숙한 길을 떠나보세요. 망루, 사냥탑 및 전초기지를 발견하세요. 사냥하러 다니는 데 걷는 게 피곤한가요? ATV 사브레 4x4를 획득하여 이곳저곳을 누비세요! 오픈 월드를 탐험하는 것이 역대급으로 즐겁습니다.\n\n# 다양한 동물과 다양한 도전\n\n4개의 보호 구역과 국립공원에서 각각 다른 도전을 제공하는 25종(새로운 종이 계속 추가됩니다)을 사냥해 보세요. 전형적이고 가장 인기 있는 흰꼬리사슴 같은 중간 사냥감부터 곰과 엘크 같은 큰 사냥감을 즐겨보세요. 얼어붙은 숲 Medved-Taiga에서 찾기 힘든 스라소니를 추적하거나, Hirschfelden의 하늘에서 거위를 포획하거나, 뜨거운 Vurhonga Savanna를 탐험하는 중에 아프리카 물소를 만나보세요.\n\n# 사냥꾼이 되세요. 사냥을 계획하세요.\n\n소총, 권총, 활을 갖추고 조준경을 달거나 다양한 탄약을 사용할 수 있도록 마음대로 개조해보세요. 좋아하는 장비를 찾아 자유자재로 사용하세요. 사격장에서 안정적으로 조준하도록 연습하세요. 다양한 스킬과 장비를 잠금 해제하여 캐릭터를 발전시키세요. 동물유인기와 냄새를 활용하는 방법을 익히세요. 하지만 무엇보다 사냥감에 대해 연구하세요. 동물의 습성, 특성 및 이동 패턴에 주의를 기울이세요. 사냥이 처음이라고요? 문제 없습니다. 지능 시스템이 여러분이 희망적인 초보이건 머리가 희끗한 베테랑이건 간에 사냥에서 최상의 결과를 낼 수 있도록 도울 것입니다.\n\n# 사냥 경험과 사냥 클럽을 공유하세요. 전리품을 획득하세요.\n\ntheHunter: Call of the Wild는 풍성한 싱글 플레이와 함께 특별한 멀티 플레이 옵션을 제공합니다. 협동 및 경쟁 모드에서 최대 8명의 친구(또는 전혀 모르는 사람)와 플레이하세요. 사냥 클럽과 함께 광범위한 게임 내 챌린지와 이벤트를 즐기세요. 일일, 주간 또는 커뮤니티 이벤트에서 역할을 맡고 게임 내 보상을 획득하세요. 사냥은 친구와 함께할 때 더욱 보람차고 신납니다. 그러니 경험을 공유하고 전리품을 획득하세요.","genres":"RPG","categories":"업적, 컨트롤러 지원","tags":null,"developers":"Expansive Worlds","publishers":"Expansive Worlds","releaseStatus":"RELEASED","releaseDate":"2021-11-25T16:00:00.000Z","releaseDateRaw":"2021-11-25T16:00:00.000Z","storeUrl":"https://store.epicgames.com/p/thehunter-call-of-the-wild","slug":"thehunter-call-of-the-wild"},"latest":{"currency":"KRW","price":2050000,"basePrice":2050000,"discountPercent":0,"discountEnd":null,"recordedAt":"2026-01-18T17:20:19.325Z"},"history":[{"recordedAt":"2026-01-18T17:01:42.536Z","price":2050000},{"recordedAt":"2026-01-18T17:20:19.325Z","price":2050000}]}