{"game":{"appId":"9ea2932562a741049039aef998ce0094","name":"MotoGP™21","capsuleUrl":"https://cdn1.epicgames.com/salesEvent/salesEvent/EGS_MotoGP21_MilestoneSrl_S1_2560x1440-ce5fd8d4a7faff1998443f7dda884fae","shortDescription":"Live the 2021 Season at its fullest with the classes MotoGP™, Moto2™, Moto3™.\n\nLive the most authentic and immersive 2-wheels racing experience with more than 120 official riders, over 20 tracks and new and improved features for an unprecedented level of realism. And for the first time, the Long Lap Penalty. Relive the history of MotoGP™ with more than 40 historic riders and their iconic bikes.\n\n# PLAN YOUR GAME\n\nTake full control of your managerial career: joining an official team or creating a brand new one it's up to you. Then select your Staff: a team of professionals will assist you throughout the season and your career, helping you to take crucial decisions like the choice of the best contract and the development of your bike. \n\nAnd once you get to the highest classes, build your own Junior Team, handling every aspect.\n\n# EVERY DETAIL UNDER CONTROL\n\nWhen you can control and manage every aspect of the race, every decision matters. Keep tabs on the level of Fuel, the Brakes temperature and the Tire wear. Take crucial choices based on your riding style and the conditions of the race.\n\n# WINNING WITH STYLE\n\nWhether is the way you ride or the way you look, style is key in MotoGP™21. Show them who you really are! Customize helmet, suit, stickers, racing number and livery with 5 incredible graphic editors!\n\nOur revolutionary neural AI system based on machine learning is back with significant improvements: get ready to discover new faces of A.N.N.A. in the most exciting races ever!\nTake the fun to a whole new level challenging your friends online or create your own events with the Race Director mode, enjoying a smooth and lag-free experience thanks to our Dedicated Servers.","genres":"액션, RPG","categories":null,"tags":null,"developers":"Milestone S.r.l.","publishers":"Milestone S.r.l.","releaseStatus":"RELEASED","releaseDate":"2021-04-22T15:00:00.000Z","releaseDateRaw":"2021-04-22T15:00:00.000Z","storeUrl":"https://store.epicgames.com/p/motogp-21","slug":"motogp-21"},"latest":{"currency":"KRW","price":417000,"basePrice":2780000,"discountPercent":85,"discountEnd":"2026-02-05T16:00:00.000Z","recordedAt":"2026-01-24T07:39:20.229Z"},"history":[{"recordedAt":"2026-01-22T23:45:20.516Z","price":417000},{"recordedAt":"2026-01-23T07:45:27.816Z","price":417000},{"recordedAt":"2026-01-23T15:50:00.289Z","price":417000},{"recordedAt":"2026-01-23T23:44:34.468Z","price":417000},{"recordedAt":"2026-01-24T07:39:20.229Z","price":417000}]}