{"game":{"appId":"a7364ebfa54147f1b90f78a81c8093f7","name":"Alan Wake 2","capsuleUrl":"https://cdn1.epicgames.com/offer/c4763f236d08423eb47b4c3008779c84/EGS_AlanWake2_RemedyEntertainment_S1_2560x1440-ec44404c0b41bc457cb94cd72cf85872","shortDescription":"일련의 제의적 살인사건이 태평양 북서부의 황야에 둘러싸인 작은 도시 브라이트 폴즈를 위협합니다. 실력이 뛰어나고 불가능한 사건을 해결하기로 유명한 FBI 요원 사가 앤더슨은 이 살인사건을 조사하기 위해 찾아옵니다. 앤더슨이 발견한 공포 소설의 페이지들이 실제로 일어나기 시작하면서 그녀의 사건은 악몽으로 변해버립니다.\n\n현실 세계 너머에 갇혀버려 길을 잃은 작가 앨런 웨이크는 자신 주변의 현실을 고안해내고 그가 갇혀 있는 곳에서 벗어나기 위해 음울한 이야기를 씁니다. 어둠의 공포에 쫓긴 웨이크는 제정신을 잃지 않고 자신만의 싸움에서 악마를 물리치고자 합니다.\n\n앤더슨과 웨이크라는 두 명의 주인공은 각기 다른 두 현실에서 각자 필사적인 여정을 떠나게 됩니다. 서로가 이해할 수 없는 방식으로 마음이 연결된 두 주인공은 서로를 반영하며 반향을 일으키고, 두 사람을 둘러싼 세계에 영향을 미칩니다.\n\n공포 소설에서 영감을 받은 초자연적인 어둠이 브라이트 폴즈를 침입하여 지역주민들을 타락시키고 앤더슨과 웨이크가 사랑하는 사람들을 위협합니다. 빛이 두 사람이 마주하는 어둠에 맞서 싸울 수 있는 무기이자 안전한 피난처입니다. 제물과 괴물만이 존재하는 사악한 공포 소설 속에 갇혀버린 상황에서 갇힌 이들이 과연 필요한 영웅이 될 수 있을까요?\n\n치명적인 미스터리를 해결하세요\n================\n\n작은 마을에서 벌어진 살인사건을 조사하던 주인공들이 끔찍한 여정에 갑자기 휘말리게 됩니다. 강렬한 긴장감과 뜻밖의 반전으로 가득한 이 심리 호러 스토리 게임에서 초자연적인 어둠의 근원을 밝혀내세요.\n\n두 명의 캐릭터가 되어 플레이하세요\n===================\n\n앨런 웨이크와 사가 앤더슨의 스토리를 모두 경험하고 다른 관점으로 전개되는 사건들을 확인해 보세요. 사건을 해결하려는 앤더슨의 생사를 건 노력과 어둠의 공간 한가운데에서 벗어나려는 웨이크의 필사적인 시도를 오가며 두 주인공의 이야기를 경험해 보세요.\n\n두 세계를 탐험하세요\n===========\n\n각기 풍부한 캐릭터와 치명적인 위협으로 가득 찬 아름다우면서도 무시무시한 두 세계를 경험하세요. 태평양 북서부에 있는 콜드론 호수 및브라이트 폴즈와 워터리의 목가적인 마을의 웅장한 풍경을 발견하고, 이와는 극명한 대조를 이루는 어둠의 공간의 끔찍한 도시를 탈출해 보세요.\n\n빛과 함께 살아남으세요\n============\n\n필사적인 근거리 교전에서 한정된 자원으로 강력하고 초자연적인 적을 상대해 보세요. 총만 가지고서는 살아남을 수 없습니다. 빛이야말로 어둠과 맞서 싸울 수 있는 최고의 무기이며, 적들이 위협하며 당신을 압도하려고 할 때 피난처가 되어주기도 합니다.","genres":"액션, 오픈 월드, RPG","categories":"싱글 플레이어","tags":null,"developers":"Remedy Entertainment","publishers":"Epic Games Publishing","releaseStatus":"RELEASED","releaseDate":"2023-10-27T04:00:00.000Z","releaseDateRaw":"2023-10-27T04:00:00.000Z","storeUrl":"https://store.epicgames.com/p/alan-wake-2","slug":"alan-wake-2"},"latest":{"currency":"KRW","price":5550000,"basePrice":5550000,"discountPercent":0,"discountEnd":null,"recordedAt":"2026-01-18T17:26:28.020Z"},"history":[{"recordedAt":"2026-01-18T17:01:42.536Z","price":5550000},{"recordedAt":"2026-01-18T17:20:19.325Z","price":5550000},{"recordedAt":"2026-01-18T17:26:28.020Z","price":5550000}]}